Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# That filter is now in effect. Confirm replacing it and try again.
source: That filter is now active. Confirm replacing it and try again.
de: Dieser Filter ist jetzt aktiv. Bestätige das Ersetzen und versuche es erneut.
es: Ese filtro ahora está activo. Confirma que quieres reemplazarlo e inténtalo de nuevo.
fr: Ce filtre est désormais actif. Confirmez son remplacement et réessayez.
it: Quel filtro è ora attivo. Conferma la sostituzione e riprova.
ja: そのフィルターは現在使用中です。置き換えを確認して、もう一度お試しください。
ko: 해당 필터가 지금 사용 중이에요. 교체를 확인한 후 다시 시도하세요.
pt_br: Esse filtro agora está ativo. Confirme a substituição e tente novamente.
zh_hans: 该筛选器现在正在使用。请确认替换后重试。
zh_hant: 該篩選器目前使用中。請確認取代後再試一次。

# See Lava Security Plus
source: See Lava Plus
de: Lava Plus ansehen
es: Ver Lava Plus
fr: Voir Lava Plus
it: Vedi Lava Plus
ja: Lava Plusを見る
ko: Lava Plus 보기
pt_br: Ver o Lava Plus
zh_hans: 查看 Lava Plus
zh_hant: 查看 Lava Plus

# The account deletion server response was not valid.
source: Something went wrong on Lava’s server. Try again later.
de: Auf dem Server von Lava ist ein Fehler aufgetreten. Versuche es später erneut.
es: Algo salió mal en el servidor de Lava. Inténtalo de nuevo más tarde.
fr: Un problème est survenu sur le serveur de Lava. Réessayez plus tard.
it: Si è verificato un problema sul server di Lava. Riprova più tardi.
ja: Lavaのサーバーで問題が発生しました。しばらくしてからもう一度お試しください。
ko: Lava 서버에 문제가 발생했어요. 나중에 다시 시도하세요.
pt_br: Algo deu errado no servidor do Lava. Tente novamente mais tarde.
zh_hans: Lava 服务器出现问题。请稍后重试。
zh_hant: Lava 伺服器發生問題。請稍後再試。

# The server returned an invalid response.
source: Something went wrong on Lava’s server. Try again later.
de: Auf dem Server von Lava ist ein Fehler aufgetreten. Versuche es später erneut.
es: Algo salió mal en el servidor de Lava. Inténtalo de nuevo más tarde.
fr: Un problème est survenu sur le serveur de Lava. Réessayez plus tard.
it: Si è verificato un problema sul server di Lava. Riprova più tardi.
ja: Lavaのサーバーで問題が発生しました。しばらくしてからもう一度お試しください。
ko: Lava 서버에 문제가 발생했어요. 나중에 다시 시도하세요.
pt_br: Algo deu errado no servidor do Lava. Tente novamente mais tarde.
zh_hans: Lava 服务器出现问题。请稍后重试。
zh_hant: Lava 伺服器發生問題。請稍後再試。

source: Couldn’t delete the backup stored for your account — you may be offline or signed out. The backup was left in place; try again when you’re back online.
de: Das für dein Konto gespeicherte Backup konnte nicht gelöscht werden — du bist möglicherweise offline oder abgemeldet. Das Backup wurde beibehalten; versuche es erneut, wenn du wieder online bist.
es: No se pudo eliminar la copia de seguridad de tu cuenta: puede que estés sin conexión o desconectado. La copia no se ha modificado; inténtalo de nuevo cuando vuelvas a estar en línea.
fr: Impossible de supprimer la sauvegarde de votre compte — vous êtes peut-être hors ligne ou déconnecté. La sauvegarde a été conservée ; réessayez lorsque vous serez de nouveau en ligne.
it: Impossibile eliminare il backup del tuo account: potresti essere offline o disconnesso. Il backup è stato lasciato invariato; riprova quando torni online.
ja: アカウントのバックアップを削除できませんでした。オフラインかサインアウトしている可能性があります。バックアップはそのまま残されています。オンラインに戻ったら再試行してください。
ko: 계정에 저장된 백업을 삭제하지 못했습니다. 오프라인이거나 로그아웃 상태일 수 있습니다. 백업은 그대로 유지됩니다. 다시 온라인이 되면 재시도하세요.
pt_br: Não foi possível excluir o backup da sua conta — você pode estar offline ou desconectado. O backup foi mantido; tente novamente quando estiver online.
zh_hans: 无法删除你账户的备份——你可能处于离线或已退出状态。备份已保留；恢复在线后再试。
zh_hant: 無法刪除你帳號的備份——你可能離線或已登出。備份已保留；恢復連線後再試。

source: Send filtered DNS through your VPN
de: Gefiltertes DNS über dein VPN senden
es: Envía el DNS filtrado a través de tu VPN
fr: Envoyer le DNS filtré via votre VPN
it: Invia il DNS filtrato tramite la tua VPN
ja: フィルタリング済み DNS を VPN 経由で送信
ko: 필터링된 DNS를 VPN으로 전송
pt_br: Envie o DNS filtrado pela sua VPN
zh_hans: 通过你的 VPN 发送已筛选的 DNS
zh_hant: 透過你的 VPN 傳送已篩選的 DNS

source: 1 · Primary DNS
de: 1 · Primäres DNS
es: 1 · DNS principal
fr: 1 · DNS principal
it: 1 · DNS primario
ja: 1 · プライマリDNS
ko: 1 · 기본 DNS
pt_br: 1 · DNS primário
zh_hans: 1 · 主 DNS
zh_hant: 1 · 主要 DNS

source: 2 · Fallback DNS
de: 2 · Ersatz-DNS
es: 2 · DNS de respaldo
fr: 2 · DNS de secours
it: 2 · DNS di riserva
ja: 2 · フォールバックDNS
ko: 2 · 대체 DNS
pt_br: 2 · DNS alternativo
zh_hans: 2 · 备用 DNS
zh_hant: 2 · 備援 DNS

source: Configured settings. With VPN chaining, tiers 1 and 2 require DNS fallback and a split tunnel.
de: Konfigurierte Einstellungen. Bei VPN-Verkettung benötigen die Stufen 1 und 2 DNS-Ersatz und einen geteilten Tunnel.
es: Ajustes configurados. Con el encadenamiento VPN, los niveles 1 y 2 requieren DNS de respaldo y un túnel dividido.
fr: Réglages configurés. Avec le chaînage VPN, les niveaux 1 et 2 nécessitent le DNS de secours et un tunnel fractionné.
it: Impostazioni configurate. Con il concatenamento VPN, i livelli 1 e 2 richiedono il DNS di riserva e un tunnel suddiviso.
ja: 設定内容です。VPNチェーン使用時、階層1と2にはDNSフォールバックとスプリットトンネルが必要です。
ko: 구성된 설정이에요. VPN 체이닝에서 1계층과 2계층을 사용하려면 DNS 대체와 분할 터널이 필요해요.
pt_br: Ajustes configurados. Com o encadeamento de VPN, as camadas 1 e 2 exigem DNS alternativo e um túnel dividido.
zh_hans: 以下为已配置的选项。使用 VPN 串联时，层级 1 和 2 需要启用 DNS 备用并使用拆分隧道。
zh_hant: 以下為已設定的選項。使用 VPN 串接時，層級 1 和 2 需要啟用 DNS 備援並使用分割通道。

source: %@ allowed locally. All local logs stay on this device.
de: %@ lokal erlaubt. Alle lokalen Protokolle bleiben auf diesem Gerät.
es: %@ permitidos localmente. Todos los registros locales quedan en este dispositivo.
fr: %@ autorisés localement. Tous les journaux locaux restent sur cet appareil.
it: %@ consentiti localmente. Tutti i registri locali restano su questo dispositivo.
ja: %@件をローカルで許可しました。すべてのローカルログはこのデバイスに保存されます。
ko: 로컬에서 %@개를 허용했어요. 모든 로컬 기록은 이 기기에 보관돼요.
pt_br: %@ permitidos localmente. Todos os registros locais ficam neste dispositivo.
zh_hans: %@ 条已在本地允许。所有本地日志都保留在此设备。
zh_hant: %@ 筆已在本機允許。所有本機記錄都保留在這台裝置。

# %@ allowed site
source: %@ allowed exception
de: %@ erlaubte Ausnahme
es: %@ excepción permitida
fr: %@ exception autorisée
it: %@ eccezione consentita
ja: 許可する例外%@件
ko: 허용 예외 %@개
pt_br: %@ exceção permitida
zh_hans: %@ 个允许的例外
zh_hant: %@ 個允許的例外

# %@ allowed sites
source: %@ allowed exceptions
de: %@ erlaubte Ausnahmen
es: %@ excepciones permitidas
fr: %@ exceptions autorisées
it: %@ eccezioni consentite
ja: 許可する例外%@件
ko: 허용 예외 %@개
pt_br: %@ exceções permitidas
zh_hans: %@ 个允许的例外
zh_hant: %@ 個允許的例外

source: %@ domain is over your plan’s limit
de: %@ Domain überschreitet dein Tariflimit
es: %@ dominio supera el límite de tu plan
fr: %@ domaine dépasse la limite de votre offre
it: %@ dominio supera il limite del tuo piano
ja: %@件のドメインがプランの上限を超えています
ko: 도메인 %@개가 요금제 한도를 초과합니다
pt_br: %@ domínio excede o limite do seu plano
zh_hans: %@ 个域名超出你的套餐上限
zh_hant: %@ 個網域超過你的方案上限

source: %@ domains are over your plan’s limit
de: %@ Domains überschreiten dein Tariflimit
es: %@ dominios superan el límite de tu plan
fr: %@ domaines dépassent la limite de votre offre
it: %@ domini superano il limite del tuo piano
ja: %@件のドメインがプランの上限を超えています
ko: 도메인 %@개가 요금제 한도를 초과합니다
pt_br: %@ domínios excedem o limite do seu plano
zh_hans: %@ 个域名超出你的套餐上限
zh_hant: %@ 個網域超過你的方案上限

source: %@ will be saved locally.
de: %@ wird lokal gespeichert.
es: %@ se guardará localmente.
fr: %@ sera enregistré localement.
it: %@ sarà salvato localmente.
ja: %@がローカルに保存されます。
ko: %@ 항목이 로컬에 저장됩니다.
pt_br: %@ será salvo localmente.
zh_hans: %@ 将保存在本地。
zh_hant: %@ 將儲存在本機。

source: A local unlock key stays on this device.
de: Ein lokaler Entsperrschlüssel bleibt auf diesem Gerät.
es: La clave de desbloqueo local se guarda en este dispositivo.
fr: Une clé de déverrouillage reste sur cet appareil.
it: Una chiave di sblocco locale resta su questo dispositivo.
ja: ローカルのロック解除キーはこのデバイスに保存されます。
ko: 로컬 잠금 해제 키는 이 기기에 보관됩니다.
pt_br: Uma chave de desbloqueio local fica neste dispositivo.
zh_hans: 本地解锁密钥保存在此设备上。
zh_hant: 本機解鎖金鑰儲存在這台裝置上。

source: Added filters
de: Hinzugefügte Filter
es: Filtros añadidos
fr: Filtres ajoutés
it: Filtri aggiunti
ja: 追加するフィルター
ko: 추가된 필터
pt_br: Filtros adicionados
zh_hans: 新增的筛选器
zh_hant: 新增的篩選器

source: Added: %1$lld blocklists, %2$lld blocked domains, %3$lld custom blocklists, %4$lld allowed exceptions.
de: Hinzugefügt: %1$lld Blocklisten, %2$lld blockierte Domains, %3$lld eigene Blocklisten, %4$lld erlaubte Ausnahmen.
es: Se añaden: %1$lld listas de bloqueo, %2$lld dominios bloqueados, %3$lld listas de bloqueo personalizadas y %4$lld excepciones permitidas.
fr: Ajout : %1$lld listes de blocage, %2$lld domaines bloqués, %3$lld listes de blocage personnalisées, %4$lld exceptions autorisées.
it: Aggiunti: %1$lld liste di blocco, %2$lld domini bloccati, %3$lld liste di blocco personalizzate, %4$lld eccezioni consentite.
ja: 追加：ブロックリスト%1$lld件、ブロックするドメイン%2$lld件、カスタムブロックリスト%3$lld件、許可する例外%4$lld件。
ko: 추가: 차단 목록 %1$lld개, 차단 도메인 %2$lld개, 맞춤 차단 목록 %3$lld개, 허용 예외 %4$lld개.
pt_br: Adicionados: %1$lld listas de bloqueio, %2$lld domínios bloqueados, %3$lld listas de bloqueio personalizadas, %4$lld exceções permitidas.
zh_hans: 添加：%1$lld 个拦截列表、%2$lld 个已拦截的域名、%3$lld 个自定义拦截列表、%4$lld 个允许的例外。
zh_hant: 新增：%1$lld 個封鎖清單、%2$lld 個已封鎖的網域、%3$lld 個自訂封鎖清單、%4$lld 個允許的例外。

source: All local logs stay on this device
de: Alle lokalen Protokolle bleiben auf diesem Gerät
es: Todos los registros locales se quedan en este dispositivo
fr: Tous les journaux locaux restent sur cet appareil
it: Tutti i registri locali restano su questo dispositivo
ja: すべてのローカルログはこのデバイス内にとどまります
ko: 모든 로컬 기록은 이 기기에만 보관돼요
pt_br: Todos os registros locais ficam neste dispositivo
zh_hans: 所有本地日志都会留在此设备上
zh_hant: 所有本機記錄都會留在此裝置上

source: Allowed exceptions include subdomains and can let blocked domains through. Review every entry.
de: Erlaubte Ausnahmen schließen Subdomains ein und können blockierte Domains durchlassen. Prüfe jeden Eintrag.
es: Las excepciones permitidas incluyen subdominios y pueden dejar pasar dominios bloqueados. Revisa cada entrada.
fr: Les exceptions autorisées incluent les sous-domaines et peuvent laisser passer des domaines bloqués. Vérifiez chaque entrée.
it: Le eccezioni consentite includono i sottodomini e possono far passare domini bloccati. Controlla ogni voce.
ja: 許可する例外にはサブドメインも含まれ、ブロック対象のドメインを通すことがあります。各項目を確認してください。
ko: 허용 예외에는 하위 도메인이 포함되며 차단된 도메인을 통과시킬 수 있어요. 모든 항목을 검토하세요.
pt_br: Exceções permitidas incluem subdomínios e podem liberar domínios bloqueados. Revise cada entrada.
zh_hans: 允许的例外也包含子域名，可能让已拦截的域名通过。请逐项检查。
zh_hant: 允許的例外也包含子網域，可能讓已封鎖的網域通過。請逐一檢閱。

source: Backup available
de: Backup verfügbar
es: Copia de seguridad disponible
fr: Sauvegarde disponible
it: Backup disponibile
ja: バックアップがあります
ko: 백업 있음
pt_br: Backup disponível
zh_hans: 有可用的备份
zh_hant: 有可用的備份

source: Backup status unavailable
de: Backup-Status nicht verfügbar
es: Estado de la copia no disponible
fr: État de la sauvegarde indisponible
it: Stato del backup non disponibile
ja: バックアップの状況を確認できません
ko: 백업 상태를 확인할 수 없음
pt_br: Status do backup indisponível
zh_hans: 无法获取备份状态
zh_hant: 無法取得備份狀態

source: Change DNS provider
de: DNS-Anbieter ändern
es: Cambiar proveedor de DNS
fr: Changer de fournisseur DNS
it: Cambia provider DNS
ja: DNSプロバイダーを変更
ko: DNS 공급자 변경
pt_br: Alterar provedor de DNS
zh_hans: 更换 DNS 提供商
zh_hant: 變更 DNS 供應商

# Change in system settings
source: Change in the Settings app
de: In der App „Einstellungen“ ändern
es: Cambiar en la app Ajustes
fr: Modifier dans l’app Réglages
it: Modifica nell’app Impostazioni
ja: 「設定」Appで変更
ko: 설정 앱에서 변경
pt_br: Alterar no app Ajustes
zh_hans: 在“设置”App 中更改
zh_hant: 在「設定」App 中變更

source: Checking for a backup…
de: Backup wird gesucht…
es: Buscando una copia de seguridad…
fr: Recherche d’une sauvegarde…
it: Ricerca di un backup…
ja: バックアップを確認中…
ko: 백업 확인 중…
pt_br: Buscando um backup…
zh_hans: 正在检查备份…
zh_hant: 正在檢查備份…

# Choose which actions ask for authentication. All choices start off.
source: Choose which actions need a passcode or Face ID. All choices start off.
de: Wähle, welche Aktionen einen Code oder Face ID erfordern. Anfangs sind alle aus.
es: Elige qué acciones requieren código o Face ID. Todas empiezan desactivadas.
fr: Choisissez les actions qui nécessitent un code ou Face ID. Toutes sont désactivées au départ.
it: Scegli quali azioni richiedono il codice o Face ID. Inizialmente sono tutte disattivate.
ja: パスコードまたはFace IDが必要な操作を選んでください。初期状態ではすべてオフです。
ko: 암호나 Face ID가 필요한 작업을 선택하세요. 처음에는 모두 꺼져 있어요.
pt_br: Escolha quais ações exigem código ou Face ID. Todas começam desativadas.
zh_hans: 选择哪些操作需要密码或面容 ID。默认全部关闭。
zh_hant: 選擇哪些操作需要密碼或 Face ID。預設全部關閉。

# Could not prepare secure feedback. Please try again.
source: Couldn’t prepare secure feedback. Try again.
de: Sicheres Feedback konnte nicht vorbereitet werden. Versuche es erneut.
es: No se pudo preparar el envío seguro. Inténtalo de nuevo.
fr: Impossible de préparer l’envoi sécurisé. Réessayez.
it: Impossibile preparare l’invio sicuro. Riprova.
ja: 安全なフィードバック送信を準備できませんでした。もう一度お試しください。
ko: 안전한 의견 전송을 준비하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível preparar o envio seguro. Tente novamente.
zh_hans: 无法准备安全的反馈。请重试。
zh_hant: 無法準備安全的意見回饋。請再試一次。

# Could not verify this build. Please try again.
source: Couldn’t verify this build. Try again.
de: Dieser Build konnte nicht verifiziert werden. Versuche es erneut.
es: No se pudo verificar esta versión. Inténtalo de nuevo.
fr: Impossible de vérifier cette version. Réessayez.
it: Impossibile verificare questa versione. Riprova.
ja: このビルドを検証できませんでした。もう一度お試しください。
ko: 이 빌드를 확인하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível verificar esta versão. Tente novamente.
zh_hans: 无法验证此版本。请重试。
zh_hant: 無法驗證此版本。請再試一次。

source: Count unavailable
de: Anzahl nicht verfügbar
es: Recuento no disponible
fr: Nombre indisponible
it: Conteggio non disponibile
ja: ルール数を取得できません
ko: 규칙 수를 확인할 수 없음
pt_br: Contagem indisponível
zh_hans: 规则数不可用
zh_hant: 規則數無法取得

source: Current observations. No domain names.
de: Aktuelle Beobachtungen. Keine Domainnamen.
es: Observaciones actuales. Sin nombres de dominio.
fr: Observations actuelles. Aucun nom de domaine.
it: Osservazioni attuali. Nessun nome di dominio.
ja: 現在の観測値です。ドメイン名は含みません。
ko: 현재 관측값입니다. 도메인 이름은 포함되지 않습니다.
pt_br: Observações atuais. Sem nomes de domínio.
zh_hans: 当前的观测数据，不含域名。
zh_hant: 目前的觀測資料，不含網域名稱。

source: DNS is slow
de: DNS ist langsam
es: El DNS es lento
fr: Le DNS est lent
it: Il DNS è lento
ja: DNSの応答が遅いです
ko: DNS가 느립니다
pt_br: O DNS está lento
zh_hans: DNS 响应缓慢
zh_hant: DNS 回應緩慢

# DNS lookups are failing.
source: DNS requests are failing.
de: DNS-Anfragen schlagen fehl.
es: Las solicitudes DNS están fallando.
fr: Les requêtes DNS échouent.
it: Le richieste DNS non riescono.
ja: DNSリクエストが失敗しています。
ko: DNS 요청이 실패하고 있어요.
pt_br: As solicitações DNS estão falhando.
zh_hans: DNS 请求失败。
zh_hant: DNS 請求失敗。

source: Deleted filters
de: Gelöschte Filter
es: Filtros eliminados
fr: Filtres supprimés
it: Filtri eliminati
ja: 削除するフィルター
ko: 삭제된 필터
pt_br: Filtros excluídos
zh_hans: 删除的筛选器
zh_hant: 刪除的篩選器

source: Deleting removes these filters and their custom changes. Restoring defaults recreates the original filters.
de: Beim Löschen werden diese Filter samt Anpassungen entfernt. Das Wiederherstellen der Standardwerte erstellt die ursprünglichen Filter neu.
es: Al eliminarlos se borran estos filtros y sus cambios. Restaurar los valores predeterminados recrea los filtros originales.
fr: La suppression retire ces filtres et leurs modifications. Rétablir les réglages par défaut recrée les filtres d’origine.
it: L’eliminazione rimuove questi filtri e le modifiche personalizzate. Il ripristino dei valori predefiniti ricrea i filtri originali.
ja: 削除すると、これらのフィルターとカスタム変更が削除されます。初期設定に戻すと、元のフィルターが再作成されます。
ko: 삭제하면 필터와 사용자 변경 사항이 제거됩니다. 기본값 복원은 원래 필터를 다시 만듭니다.
pt_br: A exclusão remove estes filtros e suas alterações. Restaurar os padrões recria os filtros originais.
zh_hans: 删除会移除这些筛选器及其自定义更改。恢复默认值会重新创建原始筛选器。
zh_hant: 刪除會移除這些篩選器及其自訂變更。還原預設值會重建原始篩選器。

source: Feedback requires a supported physical device.
de: Feedback erfordert ein unterstütztes physisches Gerät.
es: Enviar comentarios requiere un dispositivo físico compatible.
fr: L’envoi de commentaires nécessite un appareil physique compatible.
it: L’invio di feedback richiede un dispositivo fisico supportato.
ja: フィードバックには対応する実機が必要です。
ko: 의견을 보내려면 지원되는 실제 기기가 필요합니다.
pt_br: O envio de comentários exige um dispositivo físico compatível.
zh_hans: 提供反馈需要受支持的实体设备。
zh_hant: 提供意見需要支援的實體裝置。

source: Filtering happens locally on this device.
de: Die Filterung erfolgt lokal auf diesem Gerät.
es: El filtrado se realiza localmente en este dispositivo.
fr: Le filtrage s’effectue localement sur cet appareil.
it: Il filtraggio avviene localmente su questo dispositivo.
ja: フィルタリングはこのデバイス内で行われます。
ko: 필터링은 이 기기에서 로컬로 처리됩니다.
pt_br: A filtragem acontece localmente neste dispositivo.
zh_hans: 筛选在此设备上本地进行。
zh_hant: 篩選正在這台裝置上進行。

source: I have saved my recovery phrase in a secure, accessible place
de: Ich habe meine Wiederherstellungsphrase sicher und zugänglich aufbewahrt
es: He guardado mi frase de recuperación en un lugar seguro y accesible
fr: J’ai conservé ma phrase de récupération dans un endroit sûr et accessible
it: Ho conservato la frase di recupero in un luogo sicuro e accessibile
ja: リカバリーフレーズを安全でアクセスできる場所に保存しました
ko: 복구 문구를 안전하고 접근 가능한 곳에 보관했습니다
pt_br: Guardei minha frase de recuperação em um lugar seguro e acessível
zh_hans: 我已将恢复短语保存在安全且可访问的位置
zh_hant: 我已將復原片語存放在安全且可取得的位置

source: IP uses standard, unencrypted DNS. DoH (DNS over HTTPS) and DoT (DNS over TLS) encrypt requests between Lava and your DNS provider.
de: IP verwendet standardmäßiges, unverschlüsseltes DNS. DoH (DNS over HTTPS) und DoT (DNS over TLS) verschlüsseln Anfragen zwischen Lava und deinem DNS-Anbieter.
es: IP usa DNS estándar sin cifrar. DoH (DNS over HTTPS) y DoT (DNS over TLS) cifran las solicitudes entre Lava y tu proveedor de DNS.
fr: IP utilise le DNS standard, non chiffré. DoH (DNS over HTTPS) et DoT (DNS over TLS) chiffrent les requêtes entre Lava et votre fournisseur DNS.
it: IP usa il DNS standard non cifrato. DoH (DNS over HTTPS) e DoT (DNS over TLS) cifrano le richieste tra Lava e il tuo provider DNS.
ja: IPは標準の暗号化されていないDNSを使用します。DoH（DNS over HTTPS）とDoT（DNS over TLS）は、LavaとDNSプロバイダー間のリクエストを暗号化します。
ko: IP는 암호화되지 않은 표준 DNS를 사용해요. DoH(DNS over HTTPS)와 DoT(DNS over TLS)는 Lava와 DNS 공급자 사이의 요청을 암호화해요.
pt_br: O IP usa DNS padrão, sem criptografia. DoH (DNS over HTTPS) e DoT (DNS over TLS) criptografam as solicitações entre o Lava e seu provedor de DNS.
zh_hans: IP 使用标准的未加密 DNS。DoH（DNS over HTTPS）和 DoT（DNS over TLS）会加密 Lava 与你的 DNS 提供商之间的请求。
zh_hant: IP 使用標準的未加密 DNS。DoH（DNS over HTTPS）和 DoT（DNS over TLS）會加密 Lava 與你的 DNS 供應商之間的請求。

# Last updated at %@, %@
source: Last updated %@, %@
de: Zuletzt aktualisiert: %@, %@
es: Última actualización: %@, %@
fr: Dernière mise à jour : %@, %@
it: Ultimo aggiornamento: %@, %@
ja: 最終更新：%@、%@
ko: 마지막 업데이트: %@, %@
pt_br: Última atualização: %@, %@
zh_hans: 上次更新：%@，%@
zh_hant: 上次更新：%@，%@

source: Lava blocks your device’s access to malicious domains
de: Lava blockiert den Zugriff deines Geräts auf schädliche Domains
es: Lava bloquea el acceso de tu dispositivo a dominios maliciosos
fr: Lava empêche votre appareil d’accéder aux domaines malveillants
it: Lava impedisce al tuo dispositivo di accedere a domini dannosi
ja: Lava は、デバイスから悪質なドメインへのアクセスをブロックします
ko: Lava는 기기가 악성 도메인에 접속하는 것을 차단해요
pt_br: A Lava impede que seu dispositivo acesse domínios maliciosos
zh_hans: Lava 阻止你的设备访问恶意域名
zh_hant: Lava 會封鎖你的裝置連往惡意網域

source: Lava checks domain names on this device before apps and websites connect.
de: Lava prüft Domainnamen auf diesem Gerät, bevor Apps und Websites eine Verbindung herstellen.
es: Lava comprueba los nombres de dominio en este dispositivo antes de que las apps y los sitios web se conecten.
fr: Lava vérifie les noms de domaine sur cet appareil avant que les apps et les sites se connectent.
it: Lava controlla i nomi dei domini su questo dispositivo prima che app e siti web si colleghino.
ja: アプリやサイトが接続する前に、このデバイス上でドメイン名をチェックします。
ko: Lava는 앱과 사이트가 연결되기 전에 이 기기에서 도메인 이름을 확인해요.
pt_br: A Lava verifica os nomes de domínio neste dispositivo antes que apps e sites se conectem.
zh_hans: 在 App 和网站连接之前，Lava 会先在此设备上检查域名。
zh_hant: App 和網站連線前，Lava 會先在這台裝置上檢查網域名稱。

source: Lava will retry when the network returns.
de: Lava versucht es erneut, sobald das Netzwerk zurück ist.
es: Lava lo reintentará cuando vuelva la red.
fr: Lava réessaiera au retour du réseau.
it: Lava riproverà quando la rete sarà disponibile.
ja: ネットワークが復旧するとLavaが再試行します。
ko: 네트워크가 복구되면 Lava가 다시 시도합니다.
pt_br: A Lava tentará novamente quando a rede voltar.
zh_hans: 网络恢复时，Lava 会重试。
zh_hant: 網路恢復時，Lava 會重試。

source: Lava will try to resume at %@.
de: Lava versucht, den Schutz um %@ fortzusetzen.
es: Lava intentará reanudar a las %@.
fr: Lava tentera de reprendre à %@.
it: Lava tenterà di riprendere alle %@.
ja: Lavaは%@に再開を試みます。
ko: Lava가 %@에 재개를 시도해요.
pt_br: A Lava tentará retomar às %@.
zh_hans: Lava 将在 %@ 尝试恢复。
zh_hant: Lava 將在 %@ 嘗試恢復。

source: Looks like you shook your device. Want to tell us what went wrong?
de: Sieht aus, als hättest du dein Gerät geschüttelt. Möchtest du uns sagen, was nicht funktioniert hat?
es: Parece que has agitado el dispositivo. ¿Quieres contarnos qué ha pasado?
fr: On dirait que vous avez secoué votre appareil. Voulez-vous nous dire ce qui n’a pas fonctionné ?
it: Sembra che tu abbia scosso il dispositivo. Vuoi dirci cosa non ha funzionato?
ja: デバイスを振ったようです。うまくいかなかった点を教えてもらえますか？
ko: 기기를 흔드신 것 같아요. 어떤 점이 불편했는지 알려주실래요?
pt_br: Parece que você balançou o dispositivo. Quer nos contar o que deu errado?
zh_hans: 看起来你摇了摇设备。想告诉我们哪里出问题了吗？
zh_hant: 看來你搖了一下裝置。想告訴我們哪裡出了問題嗎？

source: Malicious domains are the hot spots. Your device can step around them before apps and websites connect.
de: Schädliche Domains sind die Gefahrenstellen. Dein Gerät kann ihnen ausweichen, bevor Apps und Websites eine Verbindung aufbauen.
es: Los dominios dañinos son los puntos calientes. Tu dispositivo puede esquivarlos antes de que las apps y los sitios web se conecten.
fr: Les domaines malveillants, c’est là que ça chauffe. Votre appareil peut les éviter avant que les apps et les sites s’y connectent.
it: I domini dannosi sono i punti caldi. Il tuo dispositivo può aggirarli prima che app e siti web si colleghino.
ja: 悪意のあるドメインは危険の集まる場所です。アプリやサイトが接続する前に、デバイスがそこを避けてくれます。
ko: 해로운 도메인은 피해야 할 곳이에요. 앱과 사이트가 연결되기 전에 기기가 알아서 피해 갈 수 있어요.
pt_br: Os domínios nocivos são os pontos a evitar. O seu dispositivo pode desviar deles antes que apps e sites se conectem.
zh_hans: 恶意域名就像滚烫的岩浆。在 App 和网站连接前，你的设备可以先帮你绕开它们。
zh_hant: 惡意網域就像滾燙的熱點。在 App 與網站連線前，你的裝置可以先繞開它們。

source: No connection
de: Keine Verbindung
es: Sin conexión
fr: Aucune connexion
it: Nessuna connessione
ja: 接続なし
ko: 연결 없음
pt_br: Sem conexão
zh_hans: 没有连接
zh_hant: 沒有連線

source: Not enabled
de: Nicht aktiviert
es: No activado
fr: Non activé
it: Non attivato
ja: 有効ではありません
ko: 활성화되지 않음
pt_br: Não ativado
zh_hans: 未启用
zh_hant: 未啟用

source: Not included in this shared filter
de: In diesem geteilten Filter nicht enthalten
es: No se incluyen en este filtro compartido
fr: Non incluses dans ce filtre partagé
it: Non incluse in questo filtro condiviso
ja: この共有フィルターには含まれていません
ko: 이 공유 필터에 포함되지 않음
pt_br: Não incluídas neste filtro compartilhado
zh_hans: 此共享筛选器未包含
zh_hant: 此共享篩選器未包含

source: Puzzle has errors
de: Rätsel enthält Fehler
es: El sudoku tiene errores
fr: La grille contient des erreurs
it: Il sudoku contiene errori
ja: パズルに間違いがあります
ko: 퍼즐에 오류 있음
pt_br: O sudoku tem erros
zh_hans: 谜题有错误
zh_hant: 謎題有錯誤

source: Puzzle solved
de: Rätsel gelöst
es: Sudoku resuelto
fr: Grille résolue
it: Sudoku risolto
ja: パズルを解きました
ko: 퍼즐 해결됨
pt_br: Sudoku resolvido
zh_hans: 谜题已解开
zh_hant: 謎題已解開
